<!doctype html>
<html class="theme-next   use-motion ">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  <link href="//fonts.googleapis.com/css?family=Lato:300,400,700,400italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">



<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=0.4.5.2" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="九寨沟,青旅," />





  <link rel="alternate" href="/atom.xml" title="BoanZ's Blog" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=0.4.5.2" />






<meta name="description" content="Day 2&amp;#x4F30;&amp;#x8BA1;&amp;#x662F;&amp;#x6628;&amp;#x665A;&amp;#x65E9;&amp;#x7761;&amp;#x7684;&amp;#x7F18;&amp;#x6545;&amp;#xFF0C;&amp;#x65E9;&amp;#x4E0A;6&amp;#x70B9;30&amp;#x5206;&amp;#x5DE6;&amp;#x53F3;&amp;#x5C31;&amp;#x9192;&amp;#x4E86;&amp;#x3002;&amp;#x6211;&amp;#x4F4F;&amp;#x7684;">
<meta property="og:type" content="article">
<meta property="og:title" content="旅行之四姑娘与山——Day 2">
<meta property="og:url" content="http://yoursite.com/2016/06/19/旅行之四姑娘与山——Day-2/index.html">
<meta property="og:site_name" content="BoanZ's Blog">
<meta property="og:description" content="Day 2&amp;#x4F30;&amp;#x8BA1;&amp;#x662F;&amp;#x6628;&amp;#x665A;&amp;#x65E9;&amp;#x7761;&amp;#x7684;&amp;#x7F18;&amp;#x6545;&amp;#xFF0C;&amp;#x65E9;&amp;#x4E0A;6&amp;#x70B9;30&amp;#x5206;&amp;#x5DE6;&amp;#x53F3;&amp;#x5C31;&amp;#x9192;&amp;#x4E86;&amp;#x3002;&amp;#x6211;&amp;#x4F4F;&amp;#x7684;">
<meta property="og:image" content="http://yoursite.com/2016/06/19/旅行之四姑娘与山——Day-2/2016-06-19-旅行之四姑娘与山——Day-21.png">
<meta property="og:updated_time" content="2016-07-17T16:35:57.005Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="旅行之四姑娘与山——Day 2">
<meta name="twitter:description" content="Day 2&amp;#x4F30;&amp;#x8BA1;&amp;#x662F;&amp;#x6628;&amp;#x665A;&amp;#x65E9;&amp;#x7761;&amp;#x7684;&amp;#x7F18;&amp;#x6545;&amp;#xFF0C;&amp;#x65E9;&amp;#x4E0A;6&amp;#x70B9;30&amp;#x5206;&amp;#x5DE6;&amp;#x53F3;&amp;#x5C31;&amp;#x9192;&amp;#x4E86;&amp;#x3002;&amp;#x6211;&amp;#x4F4F;&amp;#x7684;">



<script type="text/javascript" id="hexo.configuration">
  var CONFIG = {
    scheme: '',
    sidebar: 'post',
    motion: true
  };
</script>

  <title> 旅行之四姑娘与山——Day 2 | BoanZ's Blog </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="en">

  <!--[if lte IE 8]>
  <div style=' clear: both; height: 59px; padding:0 0 0 15px; position: relative;margin:0 auto;'>
    <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home?ocid=ie6_countdown_bannercode">
      <img src="http://7u2nvr.com1.z0.glb.clouddn.com/picouterie.jpg" border="0" height="42" width="820"
           alt="You are using an outdated browser. For a faster, safer browsing experience, upgrade for free today or use other browser ,like chrome firefox safari."
           style='margin-left:auto;margin-right:auto;display: block;'/>
    </a>
  </div>
<![endif]-->
  






  <div class="container one-column page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">BoanZ's Blog</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">Unity between Knowing and Practicing</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu ">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            Home
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            Categories
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            Archives
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            Tags
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-user fa-fw"></i> <br />
            
            About
          </a>
        </li>
      

      
      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div id="content" class="content">
          

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                旅行之四姑娘与山——Day 2
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            Posted on
            <time itemprop="dateCreated" datetime="2016-06-19T17:25:42+08:00" content="2016-06-19">
              2016-06-19
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp; In
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/Trips/" itemprop="url" rel="index">
                    <span itemprop="name">Trips</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/06/19/旅行之四姑娘与山——Day-2/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/06/19/旅行之四姑娘与山——Day-2/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

        </div>
      </header>
    


    <div class="post-body">

      
      

      
        <span itemprop="articleBody"><h2 id="Day_2"><a href="#Day_2" class="headerlink" title="Day 2"></a>Day 2</h2><p>&#x4F30;&#x8BA1;&#x662F;&#x6628;&#x665A;&#x65E9;&#x7761;&#x7684;&#x7F18;&#x6545;&#xFF0C;&#x65E9;&#x4E0A;6&#x70B9;30&#x5206;&#x5DE6;&#x53F3;&#x5C31;&#x9192;&#x4E86;&#x3002;&#x6211;&#x4F4F;&#x7684;&#x662F;6&#x4EBA;&#x95F4;&#xFF0C;&#x521A;&#x597D;&#x6628;&#x5929;&#x5168;&#x4F4F;&#x6EE1;&#x4E86;&#x3002;&#x62C5;&#x5FC3;&#x5435;&#x9192;&#x4ED6;&#x4EEC;&#xFF0C;&#x6162;&#x6162;&#x722C;&#x4E0B;&#x5E8A;&#xFF0C;&#x53D1;&#x73B0;&#x4E0B;&#x94FA;&#x7684;&#x963F;&#x575D;&#x85CF;&#x65CF;&#x5C0F;&#x4F19;&#x5DF2;&#x7ECF;&#x9192;&#x4E86;&#xFF0C;&#x4F46;&#x613F;&#x4E0D;&#x662F;&#x6211;&#x7684;&#x7F18;&#x6545;&#x3002;&#x8BDD;&#x8BF4;&#x6628;&#x665A;&#x52C7;&#x6C14;&#x5341;&#x8DB3;&#x5730;&#x6311;&#x6218;&#x9EBB;&#x8FA3;&#x706B;&#x9505;&#xFF0C;&#x540E;&#x679C;&#x5C31;&#x662F;&#x4ECA;&#x65E9;&#x809A;&#x5B50;&#x9891;&#x7E41;&#x5730;&#x5411;&#x6211;&#x6297;&#x8BAE;&#x3002;</p>
<p>&#x6D17;&#x6F31;&#x5B8C;&#xFF0C;&#x6574;&#x7406;&#x597D;&#x884C;&#x674E;&#xFF0C;&#x5728;&#x4E00;&#x697C;&#x7684;&#x6728;&#x684C;&#x4E0A;&#xFF0C;&#x8FB9;&#x5199;&#x6E38;&#x8BB0;&#xFF0C;&#x8FB9;&#x7B49;&#x56DB;&#x59D1;&#x5A18;&#x8D77;&#x5E8A;&#x3002;&#x4ECE;&#x6210;&#x90FD;&#x65B0;&#x5357;&#x95E8;&#x8F66;&#x7AD9;&#x5230;&#x4E5D;&#x5BE8;&#x6C9F;&#x6709;6&#x4E2A;&#x73ED;&#x6B21;&#xFF0C;&#x5728;&#x5E7F;&#x5DDE;&#x65F6;&#x5DF2;&#x7ECF;&#x63D0;&#x524D;&#x8BA2;&#x597D;&#x4E86;&#x4ECA;&#x5929;&#x65E9;&#x4E0A;8&#x70B9;&#x7684;&#x8F66;&#x7968;&#xFF0C;&#x6628;&#x665A;&#x63D0;&#x524D;&#x53BB;&#x8F66;&#x7AD9;&#x53D6;&#x4E86;&#x7968;&#xFF0C;&#x6240;&#x4EE5;&#x65F6;&#x95F4;&#x5145;&#x88D5;&#x3002;</p>
<p>&#x544A;&#x522B;&#x4E86;&#x9752;&#x65C5;&#x8001;&#x677F;&#xFF0C;&#x5DE6;&#x624B;&#x62D6;&#x7740;&#x7BB1;&#x5B50;&#xFF0C;&#x53F3;&#x624B;&#x63D0;&#x7740;&#x9762;&#x5305;&#x3001;&#x6CE1;&#x9762;&#x548C;&#x516B;&#x5B9D;&#x7CA5;&#xFF08;&#x540E;&#x6765;&#x6211;&#x628A;&#x5FAE;&#x4FE1;&#x7FA4;&#x540D;&#x6539;&#x6210;&#x201C;&#x6CE1;&#x9762;&#x4E0E;&#x9762;&#x5305;&#x4E4B;&#x65C5;&#x201D;&#x7684;&#x7F18;&#x6545;&#xFF09;&#xFF0C;&#x524D;&#x5F80;&#x65B0;&#x5357;&#x95E8;&#x8F66;&#x7AD9;&#x5750;&#x8F66;&#x3002;</p>
<p>&#x65E9;&#x4E0A;8&#x70B9;10&#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x8F66;&#x51FA;&#x53D1;&#x4E86;&#x3002;4&#x4E2A;&#x59D1;&#x5A18;&#x521A;&#x597D;&#x5206;&#x6210;&#x4E24;&#x5BF9;&#x5750;&#x4E00;&#x8D77;&#xFF0C;&#x518D;&#x4E00;&#x6B21;&#x611F;&#x6168;&#x81EA;&#x5DF1;&#x6709;&#x70B9;&#x591A;&#x4F59;&#x3002;&#x672C;&#x671F;&#x5F85;&#x65C1;&#x8FB9;&#x662F;&#x4E00;&#x4F4D;&#x53EF;&#x4EBA;&#x7684;&#x59D1;&#x5A18;&#x7684;&#x613F;&#x671B;&#x4E5F;&#x88AB;&#x4E00;&#x4F4D;&#x5927;&#x53D4;&#x7684;&#x51FA;&#x73B0;&#x5F7B;&#x5E95;&#x7C89;&#x788E;&#x3002;&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x4E00;&#x8DEF;&#x4E0A;&#x57FA;&#x672C;&#x662F;&#x5728;&#x7761;&#x89C9;&#x4E2D;&#x5EA6;&#x8FC7;&#x7684;&#x3002;&#x4E2D;&#x9014;&#x6709;&#x505C;&#x8F66;&#x4F11;&#x606F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x4E0D;&#x5EFA;&#x8BAE;&#x5728;&#x8FD9;&#x4E9B;&#x5730;&#x65B9;&#x4E70;&#x4E1C;&#x897F;&#xFF08;&#x5E3D;&#x5B50;&#x3001;&#x6C34;&#x679C;&#x3001;&#x5E72;&#x7CAE;&#x7B49;&#xFF09;&#xFF0C;&#x8D35;&#x7684;&#x79BB;&#x8C31;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#x4E5D;&#x5BE8;&#x6C9F;&#x5E76;&#x4E0D;&#x50CF;&#x4ED6;&#x4EEC;&#x8BF4;&#x7684;&#x4E00;&#x65E0;&#x6240;&#x6709;&#xFF08;&#x540E;&#x9762;&#x5230;&#x4E86;&#x624D;&#x53D1;&#x73B0;&#x8FD9;&#x91CC;&#x57FA;&#x672C;&#x4E0A;&#x5E94;&#x6709;&#x5C3D;&#x6709;&#xFF09;&#x3002;</p>
<p>&#x4E0B;&#x5348;6&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x5BA2;&#x8F66;&#x5230;&#x8FBE;&#x4E5D;&#x5BE8;&#x6C9F;&#x6C9F;&#x53E3;&#x3002;&#x987A;&#x624B;&#x5230;&#x6C9F;&#x53E3;&#x7684;&#x65C5;&#x5BA2;&#x5BA2;&#x8FD0;&#x4E2D;&#x5FC3;&#x53D6;&#x660E;&#x65E9;&#x53BB;&#x9EC4;&#x9F99;&#x7684;&#x8F66;&#x7968;&#x3002;&#x5728;&#x6C9F;&#x53E3;&#x8FD9;&#x91CC;&#xFF0C;&#x5230;&#x5904;&#x90FD;&#x662F;&#x62C9;&#x5BA2;&#x7684;&#x9ED1;&#x5305;&#x8F66;&#x53F8;&#x673A;&#xFF0C;&#x4E00;&#x76F4;&#x7EA0;&#x7F20;&#x7740;&#x8BF4;&#x4E2A;&#x4E0D;&#x505C;&#x3002;&#x95F2;&#x7740;&#x65E0;&#x804A;&#xFF0C;&#x521A;&#x597D;&#x8BE2;&#x95EE;&#x4E86;&#x4E0B;&#x4ED6;&#x4EEC;&#x53BB;&#x82E5;&#x5C14;&#x76D6;&#x3001;&#x82B1;&#x6E56;&#x90A3;&#x4E9B;&#x5730;&#x65B9;&#x7684;&#x4EF7;&#x683C;&#x3002;</p>
<p>&#x53D6;&#x5B8C;&#x7968;&#xFF0C;&#x6253;&#x7535;&#x8BDD;&#x7ED9;&#x6765;&#x4E4B;&#x524D;&#x7F51;&#x4E0A;&#x8BA2;&#x597D;&#x7684;&#x65C5;&#x820D;&#x7684;&#x8001;&#x677F;&#xFF0C;&#x8BA9;&#x4ED6;&#x8FC7;&#x6765;&#x63A5;&#x6211;&#x4EEC;&#x3002;&#x56E0;&#x4E3A;&#x4E0B;&#x7740;&#x96E8;&#xFF0C;&#x53EA;&#x597D;&#x5728;&#x65C1;&#x8FB9;&#x5E97;&#x94FA;&#x7684;&#x5C4B;&#x6A90;&#x4E0B;&#x7B49;&#x8001;&#x677F;&#x8FC7;&#x6765;&#xFF0C;&#x8FC7;&#x7A0B;&#x4E2D;&#x90A3;&#x4E9B;&#x8EB2;&#x96E8;&#x7684;&#x9ED1;&#x8F66;&#x53F8;&#x673A;&#x53C8;&#x7EA0;&#x7F20;&#x4E86;&#x4E00;&#x756A;&#xFF08;&#x70E6;&#x8E81;&#x3002;&#x3002;&#x3002;&#xFF09;&#x3002;&#x5927;&#x6982;15&#x5206;&#x949F;&#x540E;&#xFF0C;&#x6253;&#x7535;&#x8BDD;&#x544A;&#x77E5;&#x5177;&#x4F53;&#x4F4D;&#x7F6E;&#x540E;&#xFF0C;&#x65C5;&#x820D;&#x8001;&#x677F;&#x4F1E;&#x4E5F;&#x4E0D;&#x6253;&#xFF08;&#x636E;&#x8BF4;&#x662F;&#x5DF2;&#x7ECF;&#x4E22;&#x4E86;n&#x628A;&#xFF0C;&#x653E;&#x5F03;&#x6CBB;&#x7597;&#x4E86;&#x2026;&#xFF09;&#x8DD1;&#x8FC7;&#x6765;&#x63A5;&#x6211;&#x4EEC;&#x53BB;&#x505C;&#x8F66;&#x7684;&#x5730;&#x65B9;&#x3002;&#x597D;&#x5427;&#xFF0C;&#x7B2C;&#x4E00;&#x611F;&#x89C9;&#x662F;&#x8FD9;&#x4E2A;&#x4EBA;&#x9760;&#x8C31;&#x4E48;&#xFF08;&#x4E8B;&#x540E;&#x8BC1;&#x660E;&#xFF0C;&#x8FD9;&#x4E2A;&#x8001;&#x677F;&#x633A;&#x9760;&#x8C31;&#x7684;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4E5F;&#x633A;&#x4E8C;&#x7684;&#x3002;&#x636E;&#x8BF4;&#x7EF0;&#x53F7;&#x201C;&#x4E8C;&#x54E5;&#x201D;&#xFF09;&#x3002;&#x5230;&#x4E86;&#x65C5;&#x820D;&#x540E;&#xFF0C;&#x53D1;&#x73B0;&#x65C5;&#x820D;&#x5C31;&#x5728;&#x6CBF;&#x6CB3;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x73AF;&#x5883;&#x4E0D;&#x9519;&#xFF0C;&#x6CA1;&#x6709;&#x524D;&#x53F0;&#xFF0C;&#x8001;&#x677F;&#x4F4F;&#x5728;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x95F4;&#x623F;&#xFF0C;&#x597D;&#x50CF;&#x5C31;&#x8001;&#x677F;&#x4E00;&#x4E2A;&#x4EBA;&#x6253;&#x7406;&#x7684;&#x6837;&#x5B50;&#x3002;&#x636E;&#x56DB;&#x59D1;&#x5A18;&#x8BF4;&#xFF0C;&#x5F53;&#x65F6;&#x51B3;&#x5B9A;&#x9009;&#x8FD9;&#x5BB6;&#x9152;&#x5E97;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x521A;&#x5F00;&#x4E0D;&#x4E45;&#xFF0C;&#x4EF7;&#x683C;&#x4FBF;&#x5B9C;&#xFF0C;&#x79BB;&#x8F66;&#x7AD9;&#x4E0D;&#x592A;&#x8FDC;&#x3002;</p>
<p>&#x65C5;&#x820D;&#x540D;&#x5B57;&#x53EB;&#x201C;&#x897F;&#x884C;&#x5411;&#x5317;&#x9752;&#x5E74;&#x65C5;&#x820D;&#x201D;&#xFF0C;&#x8001;&#x677F;&#x662F;&#x4E00;&#x4E2A;&#x6BD5;&#x4E1A;4&#x5E74;&#x7684;80&#x540E;&#xFF08;&#x540E;&#x6765;&#x77E5;&#x9053;&#x662F;89&#x5E74;&#x7684;&#xFF09;&#xFF0C;&#x4EBA;&#x5F88;&#x597D;&#x3002;&#x65C5;&#x5E97;&#x7684;&#x73AF;&#x5883;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x5730;&#x677F;&#x548C;&#x5929;&#x82B1;&#x677F;&#x90FD;&#x662F;&#x6728;&#x8D28;&#x7684;&#xFF0C;&#x4ECE;&#x6574;&#x4F53;&#x6765;&#x770B;&#x5E94;&#x8BE5;&#x5EFA;&#x4E86;&#x6709;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x4E86;&#xFF08;&#x540E;&#x9762;&#x542C;&#x8001;&#x677F;&#x8BF4;&#xFF0C;&#x8FD9;&#x91CC;&#x662F;&#x4ED6;&#x79DF;&#x4E0B;&#x6765;&#x7684;&#xFF0C;&#x8FD8;&#x5728;&#x5B8C;&#x5584;&#x4E2D;&#xFF09;&#x3002;&#x540E;&#x9762;&#x5403;&#x996D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x542C;&#x5230;&#x59D1;&#x5A18;&#x4EEC;&#x5728;&#x5410;&#x69FD;&#x6D17;&#x624B;&#x95F4;&#x7684;&#x95E8;&#x662F;&#x6CA1;&#x6709;&#x9501;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x6211;&#x4F4F;&#x7684;&#x662F;&#x5355;&#x95F4;&#xFF0C;&#x5E76;&#x6CA1;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF08;&#x4E00;&#x4E2A;&#x4EBA;&#x4F4F;&#x7684;&#x597D;&#x5904;&#xFF09;&#x3002;</p>
<p><img src="/2016/06/19/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-2/2016-06-19-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-21.png" alt="2016-06-19-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-21"></p>
<center>&#x56FE; 2-1 &#x53F3;&#x8FB9;&#x5C31;&#x662F;&#x65C5;&#x5E97;&#x8001;&#x677F;&#xFF08;&#x5DE6;&#x8FB9;&#x975E;&#x672C;&#x4EBA;&#xFF09;&#xFF0C;&#x4E2D;&#x95F4;&#x7684;&#x753B;&#x636E;&#x8001;&#x677F;&#x8BF4;&#x662F;&#x4F4F;&#x4ED6;&#x65C5;&#x5E97;&#x7684;&#x4EBA;&#x5E2E;&#x5FD9;&#x753B;&#x7684;</center>

<p>&#x8001;&#x677F;&#x5EFA;&#x8BAE;&#x6211;&#x4EEC;&#x53BB;&#x897F;&#x9910;&#x5385;&#x5403;&#x996D;&#xFF0C;&#x8FD8;&#x5EFA;&#x8BAE;&#x6211;&#x4EEC;&#x8BD5;&#x4E0B;&#x7266;&#x725B;&#x8089;&#x62AB;&#x8428;&#x3002;&#x5728;&#x9644;&#x8FD1;&#x6643;&#x60A0;&#x4E86;&#x4E00;&#x4F1A;&#x540E;&#xFF0C;&#x8FD8;&#x662F;&#x51B3;&#x5B9A;&#x542C;&#x4ECE;&#x8001;&#x677F;&#x7684;&#x5EFA;&#x8BAE;&#x3002;&#x8FDB;&#x53BB;&#x770B;&#x4E86;&#x83DC;&#x5355;&#x540E;&#xFF0C;&#x7528;&#x4E00;&#x53E5;&#x8BDD;&#x6765;&#x5F62;&#x5BB9;&#x5C31;&#x662F;&#x201C;&#x9EBB;&#x96C0;&#x867D;&#x5C0F;&#xFF0C;&#x4E94;&#x810F;&#x4FF1;&#x5168;&#x201D;&#x3002;&#x9664;&#x4E86;&#x70B9;&#x4E86;&#x8001;&#x677F;&#x8BF4;&#x7684;&#x7266;&#x725B;&#x8089;&#x62AB;&#x8428;&#xFF0C;&#x8FD8;&#x70B9;&#x4E86;&#x6C34;&#x679C;&#x6C99;&#x62C9;&#x7B49;&#x7B49;&#x3002;&#x770B;&#x5230;&#x83DC;&#x5355;&#x996E;&#x6599;&#x4E00;&#x680F;&#x5199;&#x7740;&#x201C;&#x9EEF;&#x7136;&#x9500;&#x9B42;&#x201D;&#x3001;&#x201C;&#x6E29;&#x67D4;&#x4E00;&#x5200;&#x201D;&#xFF0C;&#x8FD8;&#x4EE5;&#x4E3A;&#x662F;&#x8C03;&#x9152;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x548C;&#x59D1;&#x5A18;J&#x51B3;&#x5B9A;&#x4E00;&#x4EBA;&#x70B9;&#x4E00;&#x79CD;&#x3002;&#x597D;&#x5728;&#xFF0C;&#x70B9;&#x83DC;&#x7684;&#x5C0F;&#x54E5;&#x542C;&#x9519;&#x4E86;&#x3002;&#x7ED3;&#x679C;&#x53EA;&#x4E0A;&#x4E86;&#x4E00;&#x58F6;&#xFF08;&#x5C0F;&#x58F6;&#xFF09;&#x9EEF;&#x7136;&#x9500;&#x9B42;&#x3002;&#x5E86;&#x5E78;&#x4E0A;&#x9519;&#x7684;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x539F;&#x6765;&#x9EEF;&#x7136;&#x9500;&#x9B42;&#x662F;&#x917F;&#x5236;&#x7684;&#x6728;&#x74DC;&#x9152;&#xFF0C;&#x5EA6;&#x6570;&#x5927;&#x6982;&#x6709;50&#x591A;&#x5EA6;&#xFF08;&#x6CA1;&#x9519;&#xFF0C;&#x5E73;&#x65F6;&#x6211;&#x4EEC;&#x9876;&#x591A;&#x53EA;&#x559D;10&#x5EA6;&#x4E0D;&#x5230;&#x7684;&#x5564;&#x9152;&#xFF0C;&#x7ADF;&#x70B9;&#x4E86;&#x58F6;50&#x591A;&#x5EA6;&#x7684;&#x9152;&#xFF09;&#x3002;&#x597D;&#x5427;&#xFF0C;&#x81EA;&#x5DF1;&#x70B9;&#x7684;&#x9152;&#x8DEA;&#x7740;&#x4E5F;&#x8981;&#x559D;&#x5B8C;&#x3002;&#x597D;&#x5728;&#x9152;&#x7684;&#x5473;&#x9053;&#x4E0D;&#x9519;&#xFF0C;&#x70B9;&#x7684;&#x51E0;&#x9053;&#x83DC;&#x5473;&#x9053;&#x4E5F;&#x633A;&#x4E0D;&#x9519;&#xFF08;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x6210;&#x90FD;&#x5403;&#x4E1C;&#x897F;&#x7559;&#x4E0B;&#x7684;&#x9634;&#x5F71;&#xFF0C;&#x9020;&#x6210;&#x4E86;&#x53CD;&#x5DEE;&#xFF0C;&#x5403;&#x4E0D;&#x8FA3;&#x7684;&#x83DC;&#x90FD;&#x89C9;&#x5F97;&#x5473;&#x9053;&#x4E0D;&#x9519;&#x3002;&#x3002;&#x3002;&#xFF09;&#x3002;</p>
<p>&#x5403;&#x5B8C;&#x996D;&#x540E;&#xFF0C;&#x5230;&#x9644;&#x8FD1;&#x6563;&#x6B65;&#xFF0C;&#x968F;&#x4FBF;&#x4E70;&#x4E86;&#x660E;&#x5929;&#x8F66;&#x4E0A;&#x7684;&#x5E72;&#x7CAE;&#x3002;&#x9014;&#x4E2D;&#x9047;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x518D;&#x8DEF;&#x53E3;&#x6446;&#x644A;&#x5356;&#x6C34;&#x679C;&#x7684;&#x8001;&#x7237;&#x5B50;&#xFF0C;&#x4EF7;&#x683C;&#x5F88;&#x5B9E;&#x60E0;&#xFF08;&#x540E;&#x6765;&#x4ECE;&#x9EC4;&#x9F99;&#x56DE;&#x6765;&#xFF0C;&#x53C8;&#x5149;&#x987E;&#x4E86;&#x4E00;&#x6B21;&#xFF09;&#x3002;&#x665A;&#x4E0A;9&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x56DE;&#x5230;&#x65C5;&#x9986;&#x4F11;&#x606F;&#x3002;&#x665A;&#x4E0A;10&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x4E00;&#x8D77;&#x5728;&#x6211;&#x623F;&#x95F4;&#x5403;&#x4E1C;&#x897F;&#xFF0C;&#x73A9;&#x4F60;&#x753B;&#x6211;&#x731C;&#xFF08;&#x662F;&#x6709;&#x591A;&#x65E0;&#x804A;&#x2026;&#xFF09;&#x3002;&#x60F3;&#x8D77;&#x4E0A;&#x6B21;&#x90E8;&#x95E8;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x51FA;&#x53BB;&#x73A9;&#x5DF2;&#x7ECF;&#x662F;&#x4E00;&#x5E74;&#x4E4B;&#x524D;&#x7684;&#x4E8B;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x5979;&#x4EEC;&#x4E5F;&#x6BD5;&#x4E1A;&#x4E86;&#x3002;&#x665A;&#x4E0A;12&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x56DB;&#x59D1;&#x5A18;&#x5404;&#x81EA;&#x56DE;&#x81EA;&#x5DF1;&#x623F;&#x95F4;&#x4E86;&#x3002;&#x6253;&#x5F00;&#x5E73;&#x677F;&#xFF0C;&#x6253;&#x7B97;&#x8BB0;&#x5F55;&#x4E0B;&#x884C;&#x7A0B;&#xFF0C;&#x89C9;&#x5F97;&#x592A;&#x7D2F;&#x6CA1;&#x52A8;&#x529B;&#x5199;&#x4E0B;&#x53BB;&#xFF08;&#x56E7;&#xFF09;&#xFF0C;&#x987A;&#x624B;&#x6253;&#x5F00;&#x4E86;&#x4E0B;&#x8F7D;&#x597D;&#x7684;&#x300A;&#x4F59;&#x7F6A;&#x300B;&#xFF08;&#x6069;&#xFF0C;&#x6B64;&#x5904;&#x4E3A;&#x6211;&#x7B2C;&#x4E8C;&#x5929;&#x65E9;&#x4E0A;&#x7761;&#x8FC7;&#x5934;&#x57CB;&#x4E0B;&#x4E86;&#x4F0F;&#x7B14;&#x2026;&#xFF09;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#x5929;&#x7ED3;&#x675F;&#x3002;</p>
</span>
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/九寨沟/" rel="tag">#九寨沟</a>
          
            <a href="/tags/青旅/" rel="tag">#青旅</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/06/18/旅行之四姑娘与山——Day-1/" rel="next" title="旅行之四姑娘与山——Day 1">
                <i class="fa fa-chevron-left"></i> 旅行之四姑娘与山——Day 1
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/06/20/旅行之四姑娘与山——Day-3/" rel="prev" title="旅行之四姑娘与山——Day 3">
                旅行之四姑娘与山——Day 3 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


        </div>

        


        
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/06/19/旅行之四姑娘与山——Day-2/"
           data-title="旅行之四姑娘与山——Day 2" data-url="http://yoursite.com/2016/06/19/旅行之四姑娘与山——Day-2/">
      </div>
    
  </div>


      </div>

      
        
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            Table Of Contents
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            Overview
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" src="/images/avatar.jpg" alt="BoanZ" itemprop="image"/>
          <p class="site-author-name" itemprop="name">BoanZ</p>
        </div>
        <p class="site-description motion-element" itemprop="description">Make a difference</p>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">10</span>
              <span class="site-state-item-name">posts</span>
            </a>
          </div>

          <div class="site-state-item site-state-categories">
            <a href="/categories">
              <span class="site-state-item-count">3</span>
              <span class="site-state-item-name">categories</span>
              </a>
          </div>

          <div class="site-state-item site-state-tags">
            <a href="/tags">
              <span class="site-state-item-count">14</span>
              <span class="site-state-item-name">tags</span>
              </a>
          </div>

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/boanz" target="_blank">
                  
                    <i class="fa fa-globe"></i> github
                  
                </a>
              </span>
            
          
        </div>

        
        

        <div class="links-of-author motion-element">
          
        </div>

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc-indicator-top post-toc-indicator">
            <i class="fa fa-angle-double-up"></i>
          </div>
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#Day_2"><span class="nav-number">1.</span> <span class="nav-text">Day 2</span></a></li></ol></div>
            
          </div>
          <div class="post-toc-indicator-bottom post-toc-indicator">
            <i class="fa fa-angle-double-down"></i>
          </div>
        </section>
      

    </div>
  </aside>


      
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="icon-next-heart fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">BoanZ</span>
</div>

<div class="powered-by">
  Powered by <a class="theme-link" href="http://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT
  </a>
</div>



      </div>
    </footer>

    <div class="back-to-top"></div>
  </div>

  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  

  
    

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"boanz"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>
    
     


    
  

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js"></script>
  <script type="text/javascript" src="/js/fancy-box.js?v=0.4.5.2"></script>


  <script type="text/javascript" src="/js/helpers.js?v=0.4.5.2"></script>
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js"></script>
<script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js"></script>

<script type="text/javascript" src="/js/motion.js?v=0.4.5.2" id="motion.global"></script>


  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  
<script type="text/javascript" src="/js/bootstrap.scrollspy.js?v=0.4.5.2" id="bootstrap.scrollspy.custom"></script>


<script type="text/javascript" id="sidebar.toc.highlight">
  $(document).ready(function () {
    var tocSelector = '.post-toc';
    var $tocSelector = $(tocSelector);
    var activeCurrentSelector = '.active-current';

    $tocSelector
      .on('activate.bs.scrollspy', function () {
        var $currentActiveElement = $(tocSelector + ' .active').last();

        removeCurrentActiveClass();
        $currentActiveElement.addClass('active-current');

        $tocSelector[0].scrollTop = $currentActiveElement.position().top;
      })
      .on('clear.bs.scrollspy', function () {
        removeCurrentActiveClass();
      });

    function removeCurrentActiveClass () {
      $(tocSelector + ' ' + activeCurrentSelector)
        .removeClass(activeCurrentSelector.substring(1));
    }

    function processTOC () {
      getTOCMaxHeight();
      toggleTOCOverflowIndicators();
    }

    function getTOCMaxHeight () {
      var height = $('.sidebar').height() -
                   $tocSelector.position().top -
                   $('.post-toc-indicator-bottom').height();

      $tocSelector.css('height', height);

      return height;
    }

    function toggleTOCOverflowIndicators () {
      tocOverflowIndicator(
        '.post-toc-indicator-top',
        $tocSelector.scrollTop() > 0 ? 'show' : 'hide'
      );

      tocOverflowIndicator(
        '.post-toc-indicator-bottom',
        $tocSelector.scrollTop() >= $tocSelector.find('ol').height() - $tocSelector.height() ? 'hide' : 'show'
      )
    }

    $(document).on('sidebar.motion.complete', function () {
      processTOC();
    });

    $('body').scrollspy({ target: tocSelector });
    $(window).on('resize', function () {
      if ( $('.sidebar').hasClass('sidebar-active') ) {
        processTOC();
      }
    });

    onScroll($tocSelector);

    function onScroll (element) {
      element.on('mousewheel DOMMouseScroll', function (event) {
          var oe = event.originalEvent;
          var delta = oe.wheelDelta || -oe.detail;

          this.scrollTop += ( delta < 0 ? 1 : -1 ) * 30;
          event.preventDefault();

          toggleTOCOverflowIndicators();
      });
    }

    function tocOverflowIndicator (indicator, action) {
      var $indicator = $(indicator);
      var opacity = action === 'show' ? 1 : 0;
      $indicator.velocity ?
        $indicator.velocity('stop').velocity({
          opacity: opacity
        }, { duration: 100 }) :
        $indicator.stop().animate({
          opacity: opacity
        }, 100);
    }

  });
</script>

<script type="text/javascript" id="sidebar.nav">
  $(document).ready(function () {
    var html = $('html');
    var TAB_ANIMATE_DURATION = 200;
    var hasVelocity = $.isFunction(html.velocity);

    $('.sidebar-nav li').on('click', function () {
      var item = $(this);
      var activeTabClassName = 'sidebar-nav-active';
      var activePanelClassName = 'sidebar-panel-active';
      if (item.hasClass(activeTabClassName)) {
        return;
      }

      var currentTarget = $('.' + activePanelClassName);
      var target = $('.' + item.data('target'));

      hasVelocity ?
        currentTarget.velocity('transition.slideUpOut', TAB_ANIMATE_DURATION, function () {
          target
            .velocity('stop')
            .velocity('transition.slideDownIn', TAB_ANIMATE_DURATION)
            .addClass(activePanelClassName);
        }) :
        currentTarget.animate({ opacity: 0 }, TAB_ANIMATE_DURATION, function () {
          currentTarget.hide();
          target
            .stop()
            .css({'opacity': 0, 'display': 'block'})
            .animate({ opacity: 1 }, TAB_ANIMATE_DURATION, function () {
              currentTarget.removeClass(activePanelClassName);
              target.addClass(activePanelClassName);
            });
        });

      item.siblings().removeClass(activeTabClassName);
      item.addClass(activeTabClassName);
    });

    $('.post-toc a').on('click', function (e) {
      e.preventDefault();
      var targetSelector = escapeSelector(this.getAttribute('href'));
      var offset = $(targetSelector).offset().top;
      hasVelocity ?
        html.velocity('stop').velocity('scroll', {
          offset: offset  + 'px',
          mobileHA: false
        }) :
        $('html, body').stop().animate({
          scrollTop: offset
        }, 500);
    });

    // Expand sidebar on post detail page by default, when post has a toc.
    motionMiddleWares.sidebar = function () {
      var $tocContent = $('.post-toc-content');
      if (CONFIG.sidebar === 'post') {
        if ($tocContent.length > 0 && $tocContent.html().trim().length > 0) {
          displaySidebar();
        }
      }
    };
  });
</script>



  <script type="text/javascript" src="/js/bootstrap.js"></script>

  
  
  <script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
  </script>

  <script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
      var all = MathJax.Hub.getAllJax(), i;
      for (i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';
      }
    });
  </script>

  
    <script type="text/javascript" src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
  


  
  

</body>
</html>
