<!doctype html>
<html class="theme-next   use-motion ">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  <link href="//fonts.googleapis.com/css?family=Lato:300,400,700,400italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">



<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=0.4.5.2" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="小吃,成都,青旅," />





  <link rel="alternate" href="/atom.xml" title="BoanZ's Blog" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=0.4.5.2" />






<meta name="description" content="&amp;#x5199;&amp;#x5728;&amp;#x524D;&amp;#x9762;&amp;#xFF1A;
&amp;#x4EE5;&amp;#x4E0B;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x4EC5;&amp;#x4E3A;&amp;#x4E86;&amp;#x8BB0;&amp;#x5F55;&amp;#x6B64;&amp;#x6B21;&amp;#x65C5;&amp;#x884C;&amp;#x7684;&amp;#x70B9;&amp;#x6EF4;&amp;#xFF0C;&amp;#x6587;&amp;#x7B14">
<meta property="og:type" content="article">
<meta property="og:title" content="旅行之四姑娘与山——Day 1">
<meta property="og:url" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/index.html">
<meta property="og:site_name" content="BoanZ's Blog">
<meta property="og:description" content="&amp;#x5199;&amp;#x5728;&amp;#x524D;&amp;#x9762;&amp;#xFF1A;
&amp;#x4EE5;&amp;#x4E0B;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x4EC5;&amp;#x4E3A;&amp;#x4E86;&amp;#x8BB0;&amp;#x5F55;&amp;#x6B64;&amp;#x6B21;&amp;#x65C5;&amp;#x884C;&amp;#x7684;&amp;#x70B9;&amp;#x6EF4;&amp;#xFF0C;&amp;#x6587;&amp;#x7B14">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day01.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day02.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day03.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day04.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day05.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day06.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day07.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day08.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day09.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day010.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day011.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day012.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day013.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day014.png">
<meta property="og:image" content="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/2016-06-18-旅行之四姑娘与山——Day015.png">
<meta property="og:updated_time" content="2016-07-17T16:33:20.285Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="旅行之四姑娘与山——Day 1">
<meta name="twitter:description" content="&amp;#x5199;&amp;#x5728;&amp;#x524D;&amp;#x9762;&amp;#xFF1A;
&amp;#x4EE5;&amp;#x4E0B;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x4EC5;&amp;#x4E3A;&amp;#x4E86;&amp;#x8BB0;&amp;#x5F55;&amp;#x6B64;&amp;#x6B21;&amp;#x65C5;&amp;#x884C;&amp;#x7684;&amp;#x70B9;&amp;#x6EF4;&amp;#xFF0C;&amp;#x6587;&amp;#x7B14">



<script type="text/javascript" id="hexo.configuration">
  var CONFIG = {
    scheme: '',
    sidebar: 'post',
    motion: true
  };
</script>

  <title> 旅行之四姑娘与山——Day 1 | BoanZ's Blog </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="en">

  <!--[if lte IE 8]>
  <div style=' clear: both; height: 59px; padding:0 0 0 15px; position: relative;margin:0 auto;'>
    <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home?ocid=ie6_countdown_bannercode">
      <img src="http://7u2nvr.com1.z0.glb.clouddn.com/picouterie.jpg" border="0" height="42" width="820"
           alt="You are using an outdated browser. For a faster, safer browsing experience, upgrade for free today or use other browser ,like chrome firefox safari."
           style='margin-left:auto;margin-right:auto;display: block;'/>
    </a>
  </div>
<![endif]-->
  






  <div class="container one-column page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">BoanZ's Blog</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">Unity between Knowing and Practicing</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu ">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            Home
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            Categories
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            Archives
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            Tags
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-user fa-fw"></i> <br />
            
            About
          </a>
        </li>
      

      
      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div id="content" class="content">
          

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                旅行之四姑娘与山——Day 1
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            Posted on
            <time itemprop="dateCreated" datetime="2016-06-18T16:50:30+08:00" content="2016-06-18">
              2016-06-18
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp; In
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/Trips/" itemprop="url" rel="index">
                    <span itemprop="name">Trips</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/06/18/旅行之四姑娘与山——Day-1/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/06/18/旅行之四姑娘与山——Day-1/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

        </div>
      </header>
    


    <div class="post-body">

      
      

      
        <span itemprop="articleBody"><p>&#x5199;&#x5728;&#x524D;&#x9762;&#xFF1A;</p>
<p>&#x4EE5;&#x4E0B;&#x7684;&#x5185;&#x5BB9;&#x4EC5;&#x4E3A;&#x4E86;&#x8BB0;&#x5F55;&#x6B64;&#x6B21;&#x65C5;&#x884C;&#x7684;&#x70B9;&#x6EF4;&#xFF0C;&#x6587;&#x7B14;&#x4E0D;&#x4F73;&#xFF0C;&#x5168;&#x6587;&#x96BE;&#x514D;&#x8FC7;&#x4E8E;&#x7410;&#x788E;&#xFF08;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x8BB0;&#x6D41;&#x6C34;&#x8D26;&#xFF09;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x5F88;&#x611F;&#x8C22;&#x9080;&#x8BF7;&#x6211;&#x4E00;&#x8D77;&#x53BB;&#x65C5;&#x884C;&#x7684;&#x56DB;&#x59D1;&#x5A18;&#x4EEC;(&#x79F0;&#x547C;&#x6765;&#x81EA;&#x65C5;&#x9014;&#x4E2D;&#x60F3;&#x53BB;&#x4F46;&#x6CA1;&#x53BB;&#x7684;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x540D;&#x2014;&#x2014;&#x56DB;&#x59D1;&#x5A18;&#x5C71;)&#x3002;&#x6574;&#x4E2A;&#x884C;&#x7A0B;&#x3001;&#x8F66;&#x7968;&#x3001;&#x4F4F;&#x5BBF;&#x90FD;&#x662F;&#x5979;&#x4EEC;&#x4E00;&#x624B;&#x7B56;&#x5212;&#x7684;&#x3002;&#x65C5;&#x9014;&#x4E0B;&#x6765;&#xFF0C;&#x60CA;&#x53F9;&#x4E8E;&#x5979;&#x4EEC;&#x7684;&#x7EC6;&#x5FC3;&#x4E0E;&#x52C7;&#x6C14;&#x3002;</p>
<p>&#x6B64;&#x5916;&#xFF0C;&#x5982;&#x679C;&#x60F3;&#x77E5;&#x9053;&#x4E00;&#x4E9B;&#x884C;&#x7A0B;&#x4E2D;&#x7684;&#x5177;&#x4F53;&#x95EE;&#x9898;&#xFF08;&#x7136;&#x800C;&#x6CA1;&#x4EBA;&#x60F3;&#x77E5;&#x9053;&#x5427;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x7559;&#x8A00;&#xFF0C;&#x6211;&#x4F1A;&#x5C3D;&#x5FEB;&#x7ED9;&#x4E88;&#x56DE;&#x590D;&#x3002; </p>
<h2 id="before"><a href="#before" class="headerlink" title="before"></a>before</h2><p>14&#x53F7;&#xFF0C;&#x5973;&#x751F;Y&#x95EE;&#x6211;&#x8981;&#x4E0D;&#x8981;&#x53BB;&#x56DB;&#x5DDD;&#xFF0C;&#x6211;&#x8DDF;&#x5979;&#x8BF4;&#x8981;17&#x53F7;&#x624D;&#x6709;&#x7A7A;&#x3002;&#x5979;&#x4EEC;&#x51B3;&#x5B9A;&#x7B49;&#x6211;&#xFF0C;18&#x53F7;&#x518D;&#x51FA;&#x53D1;&#x3002;&#x5728;&#x6211;&#x7B54;&#x5E94;&#x4E4B;&#x540E;&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x6B64;&#x884C;&#x53EA;&#x6709;&#x6211;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#xFF0C;&#x5176;&#x4F59;&#x56DB;&#x4E2A;&#x90FD;&#x662F;&#x5973;&#x751F;&#x3002;&#x4E0D;&#x8FC7;&#x60F3;&#x60F3;&#x6211;&#x8BA4;&#x8BC6;&#x5979;&#x4EEC;&#x5DF2;&#x7ECF;&#x56DB;&#x5E74;&#x4E86;&#xFF0C;&#x5373;&#x4F7F;&#x53EA;&#x6709;&#x6211;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#xFF0C;&#x4E5F;&#x4E1D;&#x6BEB;&#x4E0D;&#x89C9;&#x5F97;&#x6709;&#x4EFB;&#x4F55;&#x5C34;&#x5C2C;&#xFF08;&#x4F01;&#x56FE;&#x8BF4;&#x670D;&#x81EA;&#x5DF1;&#xFF09;&#x3002;</p>
<p>17&#x53F7;&#xFF0C;&#x665A;&#x4E0A;8&#x70B9;&#xFF0C;&#x4ECE;&#x67D0;&#x57CE;&#x51FA;&#x53D1;&#x524D;&#x5F80;&#x673A;&#x573A;&#x9644;&#x8FD1;&#x7684;&#x9152;&#x5E97;&#xFF0C;&#x5230;&#x8FBE;&#x9152;&#x5E97;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x662F;&#x665A;&#x4E0A;10&#x70B9;30&#x5206;&#xFF08;&#x56DB;&#x59D1;&#x5A18;&#x4EEC;&#x4ECE;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x51FA;&#x53D1;&#xFF0C;&#x665A;&#x4E0A;8&#x70B9;&#x591A;&#x5C31;&#x5230;&#x9152;&#x5E97;&#x4E86;&#xFF09;&#x3002;&#x5F88;&#x4E0D;&#x5E78;&#x548C;&#x6211;&#x5750;&#x540C;&#x4E00;&#x8F86;&#x8F66;&#x5230;&#x9152;&#x5E97;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x65C5;&#x6E38;&#x56E2;&#x3002;&#x5BFC;&#x6E38;&#x6B63;&#x5728;&#x5E2E;&#x4ED6;&#x4EEC;&#x767B;&#x8BB0;&#x5165;&#x4F4F;&#xFF0C;&#x7B49;&#x4E86;&#x597D;&#x4E00;&#x4F1A;&#x624D;&#x8F6E;&#x5230;&#x6211;&#x3002;</p>
<p>&#x9152;&#x5E97;&#x73AF;&#x5883;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x8BBE;&#x65BD;&#x9F50;&#x5168;&#xFF0C;&#x6709;&#x63A5;&#x9001;&#x3001;&#x53EB;&#x9192;&#x670D;&#x52A1;&#x3002;&#x552F;&#x4E00;&#x4E0D;&#x8DB3;&#x7684;&#x5C31;&#x662F;&#x5916;&#x9762;&#x6709;&#x70B9;&#x5608;&#x6742;&#xFF0C;&#x65F6;&#x4E0D;&#x65F6;&#x4F20;&#x6765;&#x6C7D;&#x8F66;&#x98DE;&#x9A70;&#x800C;&#x8FC7;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x6D17;&#x5B8C;&#x6FA1;&#xFF0C;&#x6362;&#x4E0B;&#x88AB;&#x96E8;&#x6DCB;&#x6E7F;&#x7684;&#x8863;&#x670D;&#xFF0C;&#x7D2F;&#x5F97;&#x53EA;&#x60F3;&#x597D;&#x597D;&#x7761;&#x4E00;&#x89C9;&#x3002;&#x81EA;&#x4ECE;&#x6BD5;&#x4E1A;&#x4EE5;&#x540E;&#xFF0C;&#x5F88;&#x5C11;&#x89C1;&#x5230;&#x56DB;&#x59D1;&#x5A18;&#x4EEC;&#x3002;&#x867D;&#x7136;&#x5F88;&#x7D2F;&#xFF0C;&#x5374;&#x96BE;&#x4EE5;&#x5165;&#x7761;&#xFF08;&#x9694;&#x5929;&#x8DDF;&#x5979;&#x4EEC;&#x8BF4;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5979;&#x4EEC;&#x8BF4;&#x6211;&#x662F;&#x5174;&#x594B;&#x7684;&#x7761;&#x4E0D;&#x7740;&#x3002;&#x4E5F;&#x8BB8;&#x5427;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x5979;&#x4EEC;&#xFF0C;&#x6211;&#x4F30;&#x8BA1;&#x6CA1;&#x4EC0;&#x4E48;&#x673A;&#x4F1A;&#x6216;&#x8005;&#x8BF4;&#x6CA1;&#x600E;&#x4E48;&#x60F3;&#x8FC7;&#x8981;&#x53BB;&#x56DB;&#x5DDD;&#xFF09;&#x3002;</p>
<h2 id="Day_1"><a href="#Day_1" class="headerlink" title="Day 1"></a>Day 1</h2><p>&#x51CC;&#x6668;3&#x70B9;&#x591A;&#xFF0C;&#x9192;&#x8FC7;&#x6765;&#x540E;&#x5C31;&#x7761;&#x4E0D;&#x7740;&#x4E86;&#x3002;&#x6253;&#x5F00;&#x5E73;&#x677F;&#xFF0C;&#x51B3;&#x5B9A;&#x770B;&#x770B;&#x524D;&#x51E0;&#x5929;&#x670B;&#x53CB;&#x63A8;&#x8350;&#x7684;&#x7535;&#x89C6;&#x5267;&#x300A;&#x4F59;&#x7F6A;&#x300B;&#xFF0C;&#x60CA;&#x8BB6;&#x4E8E;&#x4E3B;&#x89D2;&#x7ADF;&#x662F;&#x5F88;&#x591A;&#x5E74;&#x524D;&#x6F14;&#x8FC7;&#x559C;&#x5267;&#x300A;&#x5BB6;&#x6709;&#x513F;&#x5973;&#x300B;&#x7684;&#x5218;&#x661F;&#x3002;&#x4E0D;&#x5F97;&#x4E0D;&#x4F69;&#x670D;&#x4ED6;&#x5C06;&#x4E3B;&#x89D2;&#x201C;&#x4F59;&#x7F6A;&#x201D;&#x7684;&#x653E;&#x8361;&#x4E0D;&#x7F81;&#x4E0E;&#x75DE;&#x52B2;&#x8BE0;&#x91CA;&#x5F97;&#x6DCB;&#x6F13;&#x5C3D;&#x81F4;&#x3002;</p>
<p>&#x51CC;&#x6668;4&#x70B9;30&#xFF0C;&#x9152;&#x5E97;&#x51C6;&#x65F6;&#x6253;&#x7535;&#x8BDD;&#x8FC7;&#x6765;&#x3002;&#x6211;&#x4ECE;&#x5BB9;&#x7684;&#x56DE;&#x4E86;&#x4E00;&#x53E5;&#x201C;&#x597D;&#x201D;&#xFF0C;&#x7535;&#x8BDD;&#x90A3;&#x5934;&#x5C31;&#x6302;&#x65AD;&#x4E86;&#x3002;&#x5F00;&#x59CB;&#x6536;&#x62FE;&#x884C;&#x674E;&#xFF0C;&#x5C06;&#x8FD1;&#x51CC;&#x6668;5&#x70B9;&#xFF0C;&#x80CC;&#x7740;&#x884C;&#x674E;&#x5728;&#x56DB;&#x59D1;&#x5A18;&#x623F;&#x95F4;&#x7684;&#x95E8;&#x53E3;&#x7B49;&#x5019;&#x3002;&#x867D;&#x7136;&#x8BB8;&#x4E45;&#x672A;&#x89C1;&#xFF0C;&#x4F46;&#x89C1;&#x5230;&#x5979;&#x4EEC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD8;&#x662F;&#x8DDF;&#x8FC7;&#x53BB;&#x4E00;&#x6837;&#x719F;&#x6089;&#x7684;&#x611F;&#x89C9;&#x3002;&#x51CC;&#x6668;5&#x70B9;&#x949F;&#xFF0C;&#x9152;&#x5E97;&#x51C6;&#x65F6;&#x9001;&#x6211;&#x4EEC;&#x53BB;&#x767D;&#x4E91;&#x673A;&#x573A;&#x3002;</p>
<p>&#x65E9;&#x4E0A;6&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x53D6;&#x5B8C;&#x7968;&#xFF0C;&#x529E;&#x7406;&#x5B8C;&#x884C;&#x674E;&#x6258;&#x8FD0;&#x3002;&#x65E9;&#x4E0A;6&#x70B9;20&#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x987A;&#x5229;&#x5730;&#x767B;&#x4E0A;&#x98DE;&#x673A;&#x3002;&#x673A;&#x7968;&#x662F;6&#x6708;15&#x53F7;&#x8BA2;&#x7684;&#xFF0C;&#x9996;&#x90FD;&#x822A;&#x7A7A;&#xFF0C;&#x5E7F;&#x5DDE;&#x767D;&#x4E91;&#x673A;&#x573A;06:55&#x8D77;&#x98DE;-&#x6210;&#x90FD;&#x53CC;&#x6D41;&#x673A;&#x573A;T2 09:20&#x5230;&#x8FBE;&#x3002;&#x5EFA;&#x8BAE;&#x81F3;&#x5C11;&#x63D0;&#x524D;&#x4E09;&#x5929;&#x8BA2;&#x673A;&#x7968;&#x3002;&#x5173;&#x4E8E;&#x9996;&#x90FD;&#x822A;&#x7A7A;&#xFF0C;&#x603B;&#x4F53;&#x4E0A;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x63D0;&#x4F9B;&#x65E9;&#x9910;&#xFF0C;&#x51C6;&#x65F6;&#x8D77;&#x98DE;&#x548C;&#x964D;&#x843D;&#x3002;&#x98DE;&#x673A;&#x4E0A;&#x6CA1;&#x6709;&#x63A8;&#x9500;&#x5546;&#x54C1;&#xFF0C;&#x8FD9;&#x70B9;&#x5F88;&#x4E0D;&#x9519;&#x3002;&#x603B;&#x4F53;&#x4E0A;&#x6027;&#x4EF7;&#x6BD4;&#x5F88;&#x9AD8;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x9884;&#x7B97;&#x7684;&#x8BDD;&#xFF0C;&#x4E0D;&#x59A8;&#x8003;&#x8651;&#x4E0B;&#x3002;</p>
<p>&#x65E9;&#x4E0A;9&#x70B9;30&#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x62B5;&#x8FBE;&#x6210;&#x90FD;&#x53CC;&#x6D41;&#x673A;&#x573A;T2&#x3002;&#x5728;&#x53D6;&#x884C;&#x674E;&#x7684;&#x5730;&#x65B9;&#x7B49;&#x4E86;&#x597D;&#x4E00;&#x4F1A;&#xFF0C;&#x5927;&#x6982;10&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x7528;&#x6253;&#x8F66;&#x8F6F;&#x4EF6;&#x53EB;&#x4E86;&#x4E00;&#x8F86;7&#x5EA7;&#x7684;&#x5546;&#x52A1;&#x8F66;&#xFF08;&#x5F00;&#x59CB;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x6709;&#x70B9;&#x591A;&#x4F59;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x6211;&#xFF0C;&#x5979;&#x4EEC;&#x53EF;&#x4EE5;&#x53EB;&#x4E00;&#x8F86;&#x666E;&#x901A;&#x7684;&#x5FEB;&#x8F66;&#xFF0C;&#x521A;&#x597D;&#x56DB;&#x4E2A;&#x4EBA;&#x5750;&#xFF09;&#xFF0C;&#x53F8;&#x673A;&#x5C06;&#x6211;&#x4EEC;&#x9001;&#x5230;&#x4E86;&#x65B0;&#x5357;&#x95E8;&#x94DC;&#x96C0;&#x6574;&#x5BB9;&#x533B;&#x9662;&#x9644;&#x8FD1;&#x3002;&#x4ECE;&#x6210;&#x90FD;&#x53CC;&#x6D41;&#x673A;&#x573A;&#x5230;&#x65B0;&#x5357;&#x95E8;&#x8F66;&#x7AD9;&#x5927;&#x6982;18&#x516C;&#x91CC;&#xFF0C;&#x534A;&#x4E2A;&#x949F;&#x80FD;&#x5230;&#x7684;&#x8F66;&#x7A0B;&#x82B1;&#x4E86;&#x5C06;&#x8FD1;&#x4E00;&#x4E2A;&#x949F;&#x624D;&#x5230;&#x3002;&#x7B2C;&#x4E00;&#x6B21;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x6210;&#x90FD;&#x4EA4;&#x901A;&#x7684;&#x62E5;&#x5835;&#xFF0C;&#x800C;&#x540E;&#x9762;&#x9646;&#x7EED;&#x51E0;&#x6B21;&#x6253;&#x8F66;&#x4E5F;&#x662F;&#x540C;&#x6837;&#x7684;&#x72B6;&#x51B5;&#xFF0C;&#x4E00;&#x4E2A;&#x5B57;&#xFF0C;&#x5835;&#x5835;&#x5835;&#xFF08;&#x597D;&#x50CF;&#x662F;&#x4E09;&#x4E2A;&#x5B57;&#xFF09;&#x3002;&#x65E9;&#x4E0A;11&#x70B9;&#x949F;&#x5DE6;&#x53F3;&#xFF0C;&#x5230;&#x8FBE;&#x4E4B;&#x524D;&#x8BA2;&#x597D;&#x7684;&#x201C;&#x559C;&#x6797;&#x9662;&#x201D;&#x9752;&#x5E74;&#x65C5;&#x9986;&#xFF08;&#x540E;&#x9762;&#x518D;&#x4ECB;&#x7ECD;&#x8FD9;&#x5BB6;&#x65C5;&#x9986;&#xFF09;&#xFF0C;&#x4F4D;&#x7F6E;&#x5C31;&#x5728;&#x524D;&#x9762;&#x63D0;&#x5230;&#x7684;&#x94DC;&#x96C0;&#x53F0;&#x6574;&#x5F62;&#x533B;&#x9662;&#x7684;&#x540E;&#x9762;&#x3002;</p>
<p>&#x529E;&#x7406;&#x5B8C;&#x4F4F;&#x5BBF;&#xFF0C;&#x653E;&#x7F6E;&#x597D;&#x884C;&#x674E;&#x540E;&#xFF0C;&#x5927;&#x7EA6;12&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x51FA;&#x53D1;&#x5BFB;&#x627E;&#x521D;&#x5230;&#x56DB;&#x5DDD;&#x7684;&#x7B2C;&#x4E00;&#x9910;&#x3002;&#x9752;&#x65C5;&#x7684;&#x8001;&#x677F;&#x4ECB;&#x7ECD;&#x6211;&#x4EEC;&#x5230;&#x56DB;&#x5DDD;&#x5927;&#x5B66;&#x671B;&#x6C5F;&#x6821;&#x533A;&#x627E;&#x5403;&#x7684;&#x3002;&#x4E8E;&#x662F;&#x642D;&#x4E86;76&#x53F7;&#x516C;&#x4EA4;&#xFF0C;&#x4ECE;&#x65B0;&#x5357;&#x8DEF;&#x7AD9;&#x4E0A;&#x8F66;&#xFF0C;&#x5230;&#x9526;&#x7EE3;&#x8DEF;&#x4E1C;&#x7AD9;&#x4E0B;&#x8F66;&#xFF0C;&#x5927;&#x6982;&#x5341;&#x51E0;&#x5206;&#x949F;&#x3002;&#x6765;&#x5230;&#x5DDD;&#x5927;&#x671B;&#x6C5F;&#x6821;&#x533A;&#x65F6;&#xFF0C;&#x5C31;&#x61F5;&#x4E86;&#xFF0C;&#x5FD8;&#x8BB0;&#x9752;&#x65C5;&#x8001;&#x677F;&#x4ECB;&#x7ECD;&#x6211;&#x4EEC;&#x5403;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x4E2D;&#x9014;&#x6253;&#x4E86;&#x7535;&#x8BDD;&#x7ED9;&#x8001;&#x677F;&#xFF0C;&#x8001;&#x677F;&#x8BA9;&#x6211;&#x4EEC;&#x53BB;&#x9644;&#x8FD1;&#x7684;&#x8857;&#x770B;&#x770B;&#x3002;&#x901B;&#x4E86;&#x597D;&#x4E00;&#x4F1A;&#xFF0C;&#x53D1;&#x73B0;&#x6CA1;&#x6709;&#x60F3;&#x5403;&#x7684;&#xFF08;&#x540E;&#x6765;&#x624D;&#x77E5;&#x9053;&#x8FD9;&#x91CC;&#x5176;&#x5B9E;&#x6709;&#x5F88;&#x591A;&#x597D;&#x5403;&#x7684;&#xFF09;&#xFF0C;&#x4E8E;&#x662F;&#x51B3;&#x5B9A;&#x6253;&#x8F66;&#x524D;&#x5F80;&#x884C;&#x7A0B;&#x8BA1;&#x5212;&#x5185;&#x7684;&#x5730;&#x65B9;&#x2014;&#x2014;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x3002;</p>
<p>&#x4E0B;&#x5348;1&#x70B9;30&#x5DE6;&#x53F3;&#xFF0C;&#x5230;&#x8FBE;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x3002;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x7531;&#x5BBD;&#x5DF7;&#x5B50;&#x3001;&#x7A84;&#x5DF7;&#x5B50;&#x3001;&#x4E95;&#x5DF7;&#x5B50;&#x7EC4;&#x6210;&#xFF0C;&#x5EFA;&#x7B51;&#x98CE;&#x683C;&#x4E3A;&#x6E05;&#x4EE3;&#x5DDD;&#x897F;&#x6C11;&#x5C45;&#x98CE;&#x683C;&#x3002;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x91CC;&#x9762;&#x6709;&#x5F88;&#x591A;&#x7279;&#x8272;&#x7684;&#x5C0F;&#x5403;&#xFF0C;&#x4ECE;&#x5165;&#x53E3;&#x8FDB;&#x53BB;&#x4E0D;&#x4E45;&#xFF0C;&#x5C31;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x5BB6;&#x6324;&#x6EE1;&#x5BA2;&#x4EBA;&#x7684;&#x5C0F;&#x5403;&#x5E97;&#x3002;&#x4E8C;&#x8BDD;&#x4E0D;&#x8BF4;&#xFF08;&#x4F30;&#x8BA1;&#x662F;&#x997F;&#x7684;&#xFF0C;&#x8FDE;&#x4EF7;&#x683C;&#x4E5F;&#x6CA1;&#x4E86;&#x89E3;&#x6E05;&#x695A;&#xFF09;&#xFF0C;&#x5C31;&#x70B9;&#x4E86;&#x597D;&#x591A;&#x79CD;&#x5C0F;&#x5403;&#xFF08;&#x5176;&#x5B9E;&#x4E5F;&#x4E0D;&#x591A;&#xFF0C;&#x5927;&#x6982;7&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x5C0F;&#x5403;&#xFF0C;&#x51C9;&#x7CD5;&#x3001;&#x8C46;&#x82B1;&#x3001;&#x83E0;&#x841D;&#x996D;&#x3001;&#x4F24;&#x5FC3;&#x51C9;&#x7C89;&#x3001;&#x7CD6;&#x6CB9;&#x679C;&#x5B50;&#x3001;&#x53F6;&#x513F;&#x8019;&#x7B49;&#xFF09;&#xFF0C;&#x82B1;&#x4E86;&#x5927;&#x6982;82&#x5143;&#xFF0C;&#x5473;&#x9053;&#x771F;&#x5FC3;&#x4E0D;&#x600E;&#x4E48;&#x6837;&#xFF08;&#x540E;&#x9762;&#x624D;&#x77E5;&#x9053;&#xFF0C;&#x5982;&#x679C;&#x771F;&#x7684;&#x60F3;&#x5403;&#x5C0F;&#x5403;&#xFF0C;&#x4E0D;&#x8981;&#x5728;&#x8FD9;&#x91CC;&#x5403;&#xFF0C;&#x8FD9;&#x91CC;&#x8D35;&#x800C;&#x4E14;&#x4E0D;&#x597D;&#x5403;&#xFF09;&#x3002;&#x7B2C;&#x4E00;&#x6B21;&#x5BF9;&#x6210;&#x90FD;&#x5C0F;&#x5403;&#x611F;&#x5230;&#x5931;&#x671B;&#x3002;&#x5403;&#x5B8C;&#x5C0F;&#x5403;&#x540E;&#xFF0C;&#x7EE7;&#x7EED;&#x901B;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#xFF0C;&#x6E38;&#x5BA2;&#x5F88;&#x591A;&#xFF0C;&#x60F3;&#x62CD;&#x5F20;&#x5408;&#x7167;&#x90FD;&#x5F88;&#x96BE;&#x3002; </p>
<p><img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day01.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day01"></p>
<center>&#x56FE;1-1 &#x8DEF;&#x4E0A;&#x9047;&#x5230;&#x7684;&#x5C0F;&#x5973;&#x5B69;</center>

<p><img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day02.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day02"></p>
<center>&#x56FE;1-2 &#x7F51;&#x4E0A;&#x8BC4;&#x4EF7;&#x4E0D;&#x9519;&#x7684;&#x706B;&#x9505;&#x5E97;&#xFF08;&#x5E76;&#x6CA1;&#x6709;&#x8FDB;&#x53BB;&#xFF09;</center>

<p><img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day03.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day03"></p>
<center>&#x56FE;1-3 &#x5154;&#x5934;&#xFF08;&#x65E0;&#x6CD5;&#x63A5;&#x53D7;&#x7684;&#x6210;&#x90FD;&#x7279;&#x4EA7;&#xFF09;</center>

<p><img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day04.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day04"></p>
<center>&#x56FE;1-4 &#x4E09;&#x5927;&#x70AE;&#xFF08;&#x56FE;&#x4E2D;&#x7684;&#x5C0F;&#x54E5;&#x4E0A;&#x6F14;&#x4E86;&#x9AD8;&#x629B;&#x7CEF;&#x7C73;&#x56E2;&#x7684;&#x6280;&#x827A;&#xFF09;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day05.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day05"></p>
<center>&#x56FE;1-5 &#x8857;&#x4E0A;&#x7684;&#x884C;&#x4E3A;&#x827A;&#x672F;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day06.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day06"></p>
<center>&#x56FE;1-6 &#x4E0D;&#x4E00;&#x6837;&#x98CE;&#x683C;&#x7684;Starbucks&#xFF08;&#x4EF7;&#x683C;&#x548C;&#x5E7F;&#x5DDE;&#x5DEE;&#x4E0D;&#x591A;&#xFF09;</center>

<p>&#x901B;&#x5B8C;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x540E;&#xFF0C;&#x51B3;&#x5B9A;&#x524D;&#x5F80;&#x884C;&#x7A0B;&#x8BA1;&#x5212;&#x7684;&#x4E0B;&#x4E00;&#x7AD9;&#x2014;&#x2014;&#x9526;&#x91CC;&#x3002;&#x62B1;&#x7740;&#x5BF9;&#x6210;&#x90FD;&#x5C0F;&#x5403;&#x6240;&#x5269;&#x4E0D;&#x591A;&#x7684;&#x7F8E;&#x597D;&#x5E7B;&#x60F3;&#x3002;&#x6211;&#x4EEC;&#x51B3;&#x5B9A;&#x518D;&#x8BD5;&#x4E00;&#x4E0B;&#x5176;&#x4ED6;&#x7684;&#x5C0F;&#x5403;&#x3002;&#x9526;&#x91CC;&#x7684;&#x5C0F;&#x5403;&#x6BD4;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x591A;&#xFF0C;&#x4EF7;&#x683C;&#x76F8;&#x5BF9;&#x4FBF;&#x5B9C;&#x4E00;&#x4E9B;&#x3002;&#x8FD9;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x8981;&#x4E86;&#x53F6;&#x513F;&#x8019;&#x3001;&#x51C9;&#x7C89;&#xFF08;&#x56FE;&#x89C1;&#x4E0B;&#x9762;&#xFF09;&#x3002;&#x9664;&#x4E86;&#x53F6;&#x513F;&#x8019;&#x80FD;&#x63A5;&#x53D7;&#x4E4B;&#x5916;&#xFF0C;&#x5403;&#x5B8C;&#x51C9;&#x7C89;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x518D;&#x6B21;&#x5BF9;&#x6210;&#x90FD;&#x5C0F;&#x5403;&#x5931;&#x53BB;&#x4E86;&#x4FE1;&#x5FC3;&#x3002;&#x7B2C;&#x4E8C;&#x6B21;&#x5BF9;&#x6210;&#x90FD;&#x5C0F;&#x5403;&#x5931;&#x671B;&#x3002;&#x4E0D;&#x8FC7;&#x597D;&#x5728;&#x5BF9;&#x6210;&#x90FD;&#x5C0F;&#x5403;&#x7684;&#x8D28;&#x7591;&#x90FD;&#x5728;&#x4E4B;&#x540E;&#x7684;&#x7B2C;&#x4E09;&#x6B21;&#x5C1D;&#x8BD5;&#x4E2D;&#x70DF;&#x6D88;&#x4E91;&#x6563;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x540E;&#x9762;&#x518D;&#x8BF4;&#x3002;&#x611F;&#x8C22;&#x8FD9;&#x91CC;&#x7684;&#x5C0F;&#x5403;&#xFF0C;&#x53C8;&#x51D1;&#x9F50;&#x4E86;&#x6211;&#x4EEC;&#x4E00;&#x884C;&#x4EBA;&#x5B8C;&#x6574;&#x7684;&#x8868;&#x60C5;&#x5305;&#x3002;&#x9526;&#x91CC;&#x7684;&#x98CE;&#x683C;&#x8DDF;&#x5BBD;&#x7A84;&#x5DF7;&#x5B50;&#x6709;&#x4E9B;&#x7C7B;&#x4F3C;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x6709;&#x4E9B;&#x5BA1;&#x7F8E;&#x75B2;&#x52B3;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x7559;&#x4E0B;&#x592A;&#x591A;&#x7167;&#x7247;&#x3002;&#x5927;&#x6982;&#x4E0B;&#x5348;4&#x70B9;30&#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x6211;&#x4EEC;&#x51B3;&#x5B9A;&#x56DE;&#x5230;&#x65B0;&#x5357;&#x95E8;&#x9644;&#x8FD1;&#x5403;&#x706B;&#x9505;&#x3002;</p>
<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day07.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day07"></p>
<center>&#x56FE;1-7 &#x51C9;&#x7C89;&#xFF08;&#x5473;&#x9053;&#x5F88;&#x5947;&#x602A;&#xFF09;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day08.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day08"></p>
<center>&#x56FE;1-8 &#x53F6;&#x513F;&#x8019;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day09.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day09"></p>
<center>&#x56FE;1-9 &#x8DEF;&#x4E0A;&#x5076;&#x9047;&#x7684;&#x4E00;&#x4E2A;&#x559C;&#x6B22;&#x63D2;&#x7740;&#x8170;&#x7684;&#x5C0F;&#x5B69;&#x5B50;</center>

<p>&#x4E0B;&#x5348;5&#x70B9;10&#x5206;&#xFF0C;&#x7EC8;&#x4E8E;&#x5230;&#x4E86;&#x65B0;&#x5357;&#x95E8;&#x5434;&#x94ED;&#x706B;&#x9505;&#x5E97;&#x95E8;&#x53E3;&#xFF0C;&#x4E00;&#x8DEF;&#x4E0A;&#x7684;&#x62E5;&#x5835;&#x8BA9;&#x6211;&#x4EEC;&#x660F;&#x660F;&#x6B32;&#x7761;&#x3002;&#x4E00;&#x4E0B;&#x8F66;&#xFF0C;&#x60CA;&#x559C;&#x53D1;&#x73B0;&#x706B;&#x9505;&#x5E97;&#x79BB;&#x4F4F;&#x5BBF;&#x7684;&#x9752;&#x65C5;&#x5F88;&#x8FD1;&#x3002;&#x706B;&#x9505;&#x5E97;&#x7684;&#x4E00;&#x7FA4;&#x5458;&#x5DE5;&#x6B63;&#x5728;&#x95E8;&#x53E3;&#x6392;&#x7EC3;&#x821E;&#x8E48;&#xFF08;&#x6709;&#x70B9;&#x50CF;&#x5E7F;&#x573A;&#x821E;&#xFF09;&#x3002;&#x8FDB;&#x53BB;&#x540E;&#xFF0C;&#x53D1;&#x73B0;&#x8FD9;&#x5BB6;&#x5E97;&#x7684;&#x88C5;&#x9970;&#x8FD8;&#x662F;&#x86EE;&#x8BB2;&#x7A76;&#x7684;&#xFF0C;&#x5973;&#x670D;&#x52A1;&#x5458;&#x6E05;&#x4E00;&#x8272;&#x6C11;&#x56FD;&#x65F6;&#x671F;&#x7684;&#x5B66;&#x751F;&#x88C5;&#x626E;&#xFF0C;&#x7537;&#x7684;&#x5219;&#x662F;&#x4E0E;&#x5973;&#x670D;&#x52A1;&#x5458;&#x989C;&#x8272;&#x76F8;&#x8FD1;&#x7684;&#x6B63;&#x88C5;&#x3002;</p>
<p>&#x6765;&#x5230;&#x56DB;&#x5DDD;&#x80AF;&#x5B9A;&#x8981;&#x8BD5;&#x8BD5;&#x56DB;&#x5DDD;&#x7684;&#x9EBB;&#x8FA3;&#x706B;&#x9505;&#xFF0C;&#x4F46;&#x662F;&#x8003;&#x8651;&#x5230;&#x6211;&#x4EEC;&#x4E94;&#x4E2A;&#x4EBA;&#x90FD;&#x5403;&#x4E0D;&#x4E86;&#x8FA3;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x51B3;&#x5B9A;&#x70B9;&#x4E00;&#x4E2A;&#x9E33;&#x9E2F;&#x9505;&#x3002;&#x5728;&#x670D;&#x52A1;&#x5458;&#x95EE;&#x6211;&#x4EEC;&#x4E2D;&#x95F4;&#x662F;&#x5426;&#x53EA;&#x653E;&#x6E05;&#x6C64;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4E0B;&#x610F;&#x8BC6;&#x7684;&#x95EE;&#x4E86;&#x53E5;&#xFF0C;&#x9505;&#x96BE;&#x9053;&#x4E0D;&#x662F;&#x5BF9;&#x79F0;&#x7684;&#xFF1F;&#x679C;&#x7136;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x9505;&#x662F;&#x957F;&#x8FD9;&#x6837;&#x7684;&#xFF08;&#x89C1;&#x4E0B;&#x56FE;&#xFF09;&#x3002;&#x4E0A;&#x9505;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x542C;&#x5230;&#x8FDC;&#x5904;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x5458;&#x7B11;&#x7740;&#x8BF4;&#xFF0C;&#x600E;&#x4E48;&#x7AEF;&#x4E86;&#x4E00;&#x9505;&#x6E05;&#x6C64;&#xFF08;&#x5979;&#x4EEC;&#x4E00;&#x5B9A;&#x89C9;&#x5F97;&#x6211;&#x4EEC;&#x662F;&#x6765;&#x641E;&#x7B11;&#x7684;&#xFF0C;&#x6765;&#x6210;&#x90FD;&#x5403;&#x6E05;&#x6C64;&#x706B;&#x9505;&#xFF1F;&#xFF1F;&#xFF1F;&#xFF09;&#x3002;&#x5403;&#x5B8C;&#x8FD9;&#x6B21;&#x706B;&#x9505;&#xFF0C;&#x6700;&#x5927;&#x7684;&#x611F;&#x53D7;&#x5C31;&#x662F;&#x8111;&#x82B1;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x8FD8;&#x6709;&#x5979;&#x4EEC;&#x6240;&#x8C13;&#x7684;&#x5FAE;&#x8FA3;&#x6807;&#x51C6;&#x8D85;&#x4E4E;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x60F3;&#x8C61;&#x3002;&#x6B63;&#x5F53;&#x6211;&#x4EEC;&#x51C6;&#x5907;&#x79BB;&#x5F00;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90A3;&#x4E9B;&#x70B9;&#x83DC;&#x7684;&#x5973;&#x670D;&#x52A1;&#x5458;&#x4EEC;&#x5F00;&#x59CB;&#x5728;&#x5927;&#x5385;&#x91CC;&#x8DF3;&#x8D77;&#x4E86;&#x4E0A;&#x6D77;&#x6EE9;80&#x5E74;&#x4EE3;&#x98CE;&#x683C;&#x7684;&#x821E;&#x8E48;&#xFF0C;&#x4E0D;&#x5F97;&#x4E0D;&#x8BF4;&#x56E0;&#x5439;&#x4E1D;&#x633A;&#x3002;&#x770B;&#x5728;&#x5979;&#x4EEC;&#x8FD9;&#x4E48;&#x5356;&#x529B;&#x7684;&#x4EFD;&#x4E0A;&#xFF0C;&#x8FD8;&#x662F;&#x7ED9;&#x4E2A;&#x597D;&#x8BC4;&#x5427;&#x3002;&#x6BD5;&#x7ADF;&#x4E0D;&#x80FD;&#x5403;&#x8FA3;&#x8FD9;&#x4E8B;&#x4E0D;&#x602A;&#x5979;&#x4EEC;&#x3002;&#x6211;&#x4EEC;&#x4E5F;&#x7B97;&#x662F;&#x5C1D;&#x8BD5;&#x8FC7;&#x56DB;&#x5DDD;&#x706B;&#x9505;&#x4E86;&#xFF0C;&#x5C3D;&#x7BA1;&#x540E;&#x9762;&#x6211;&#x4EEC;&#x53EA;&#x7528;&#x4E86;&#x6E05;&#x6C64;&#x7684;&#x90E8;&#x5206;&#xFF08;&#x5618;&#xFF09;&#x3002;</p>
<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day010.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day010"></p>
<center>&#x56FE;1-10 &#x5434;&#x94ED;&#x706B;&#x9505;&#x5E97;&#x95E8;&#x53E3;&#x8DF3;&#x821E;&#x7684;&#x5458;&#x5DE5; </center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day011.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day011"></p>
<center>&#x56FE;1-11 &#x9E33;&#x9E2F;&#x9505;&#xFF08;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x6E05;&#x6C64;&#xFF09;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day012.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day012"></p>
<center>&#x56FE;1-12 &#x8111;&#x82B1;</center>

<p>&#x5403;&#x5B8C;&#x706B;&#x9505;&#x51FA;&#x6765;&#xFF0C;&#x5DF2;&#x7ECF;&#x662F;&#x665A;&#x4E0A;8&#x70B9;&#x4E86;&#xFF0C;&#x7136;&#x800C;&#x5929;&#x8FD8;&#x6CA1;&#x6709;&#x9ED1;&#x3002;&#x5728;&#x9644;&#x8FD1;&#x7684;&#x5546;&#x5E97;&#x8D2D;&#x4E70;&#x4E86;&#x4E00;&#x4E9B;&#x660E;&#x5929;&#x8F66;&#x4E0A;&#x7684;&#x5E72;&#x7CAE;&#x540E;&#xFF0C;&#x5927;&#x6982;&#x665A;&#x4E0A;9&#x70B9;&#xFF0C;&#x56DE;&#x5230;&#x559C;&#x6797;&#x9662;&#x9752;&#x65C5;&#x4F4F;&#x5BBF;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x8BF4;&#x8BF4;&#x559C;&#x6797;&#x9662;&#x9752;&#x65C5;&#x5427;&#x3002;&#x73B0;&#x4EFB;&#x8001;&#x677F;&#x662F;&#x4E00;&#x4E2A;&#x6BD5;&#x4E1A;&#x4E0D;&#x4E45;&#x7684;&#x6CA7;&#x6851;&#x9752;&#x5E74;&#xFF08;&#x5176;&#x5B9E;&#x5982;&#x679C;&#x4E0D;&#x7559;&#x7740;&#x80E1;&#x5B50;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x8FD8;&#x662F;&#x86EE;&#x5E74;&#x8F7B;&#x7684;&#xFF09;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x53EB;&#x4ED6;&#x201C;&#x96F7;&#x950B;&#x201D;&#xFF0C;&#x4EBA;&#x633A;&#x968F;&#x548C;&#x3002;&#x540E;&#x9762;&#x52A0;&#x4E86;&#x5FAE;&#x4FE1;&#x540E;&#xFF0C;&#x53D1;&#x73B0;&#x4ED6;&#x53BB;&#x8FC7;&#x4E86;&#x597D;&#x591A;&#x5730;&#x65B9;&#xFF0C;&#x662F;&#x4E2A;&#x70ED;&#x8840;&#x9752;&#x5E74;&#x3002;&#x65C5;&#x9986;&#x4E0D;&#x5927;&#xFF0C;&#x4F4F;&#x7684;&#x4EBA;&#x5012;&#x662F;&#x86EE;&#x591A;&#x7684;&#xFF0C;&#x90FD;&#x662F;20&#x5C81;&#x5DE6;&#x53F3;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x5F88;&#x968F;&#x548C;&#x3002;&#x7761;&#x89C9;&#x7684;&#x5730;&#x65B9;&#x8DDF;&#x5927;&#x5B66;&#x5BBF;&#x820D;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x867D;&#x7136;&#x6709;&#x70B9;&#x5C0F;&#x4E71;&#xFF0C;&#x4F46;&#x662F;&#x88AB;&#x8925;&#x4EC0;&#x4E48;&#x7684;&#x90FD;&#x6D17;&#x5F97;&#x5F88;&#x5E72;&#x51C0;&#x3002;</p>
<p>&#x665A;&#x4E0A;&#xFF0C;&#x5927;&#x5385;&#x91CC;&#xFF0C;&#x6709;&#x4EBA;&#x5F39;&#x5409;&#x4ED6;&#xFF0C;&#x5531;&#x7740;&#x6C11;&#x8C23;&#xFF1B;&#x6709;&#x4EBA;&#x5728;&#x73A9;&#x7535;&#x7ADE;&#x6E38;&#x620F;&#xFF1B;&#x6709;&#x4EBA;&#x7422;&#x78E8;&#x7740;&#x665A;&#x70B9;&#x5982;&#x4F55;&#x9080;&#x8BF7;&#x4E0E;&#x6211;&#x540C;&#x884C;&#x7684;&#x59B9;&#x5B50;&#x4E00;&#x8D77;&#x73A9;&#x72FC;&#x4EBA;&#xFF08;&#x5C3D;&#x7BA1;&#x6700;&#x540E;&#x5931;&#x8D25;&#x4E86;&#xFF09;&#x3002;&#x6D17;&#x5B8C;&#x6FA1;&#x540E;&#xFF0C;&#x95F2;&#x7740;&#x65E0;&#x804A;&#xFF0C;&#x5728;&#x5927;&#x5385;&#x548C;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4E5F;&#x662F;&#x4ECA;&#x5929;&#x521A;&#x8FC7;&#x6765;&#x7684;&#x4F4F;&#x5BA2;&#x4E00;&#x8D77;&#x73A9;&#x684C;&#x5F0F;&#x8DB3;&#x7403;&#x3002;&#x5C31;&#x8FD9;&#x6837;&#x6D88;&#x78E8;&#x4E86;&#x4E00;&#x4E2A;&#x665A;&#x4E0A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x7531;&#x4E8E;&#x660E;&#x5929;&#x8981;&#x65E9;&#x8D77;&#xFF0C;&#x5927;&#x6982;11&#x70B9;30&#x5206;&#xFF0C;&#x5C31;&#x56DE;&#x623F;&#x95F4;&#x4F11;&#x606F;&#x4E86;&#x3002;&#x540C;&#x884C;&#x7684;&#x59D1;&#x5A18;&#x4EEC;&#x679C;&#x65AD;&#x62D2;&#x7EDD;&#x4E86;&#x4ED6;&#x4EEC;&#x73A9;&#x72FC;&#x4EBA;&#x7684;&#x5EFA;&#x8BAE;&#xFF08;&#x5077;&#x7B11;&#xFF09;&#x3002;&#x8981;&#x662F;&#x660E;&#x5929;&#x4E0D;&#x8D76;&#x7684;&#x8BDD;&#xFF0C;&#x8FD8;&#x662F;&#x5F88;&#x60F3;&#x548C;&#x4ED6;&#x4EEC;&#x4E00;&#x8D77;&#x73A9;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#x4F4F;&#x9752;&#x65C5;&#xFF0C;&#x9047;&#x5230;&#x7684;&#x4EBA;&#x90FD;&#x5F88;nice&#xFF0C;&#x4E5F;&#x5F88;&#x968F;&#x548C;&#xFF0C;&#x6709;&#x79CD;&#x81EA;&#x52A9;&#x7684;&#x611F;&#x89C9;&#x3002;&#x5BF9;&#x4E86;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x6536;&#x7559;&#x4E86;&#x4E00;&#x53EA;&#x53EB;&#x505A;&#x201C;&#x4FBF;&#x4FBF;&#x201C;&#x7684;&#x72D7;&#x3002;&#x540D;&#x5B57;&#x6709;&#x70B9;&#x5947;&#x602A;&#x5C31;&#x7B97;&#x4E86;&#xFF0C;&#x4E3A;&#x4F55;&#x957F;&#x5F97;&#x4E5F;&#x8FD9;&#x4E48;&#x5947;&#x602A;&#x5462;&#xFF08;&#x89C1;&#x4E0B;&#x56FE;&#xFF09;&#x3002;</p>
<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day013.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day013"></p>
<center>&#x56FE;1-13 &#x9752;&#x65C5;&#x8001;&#x677F;-&#x96F7;&#x950B;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day014.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day014"></p>
<center>&#x56FE;1-14 &#x4FBF;&#x4FBF;</center>

<p> <img src="/2016/06/18/&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day-1/2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day015.png" alt="2016-06-18-&#x65C5;&#x884C;&#x4E4B;&#x56DB;&#x59D1;&#x5A18;&#x4E0E;&#x5C71;&#x2014;&#x2014;Day015"></p>
<center>&#x56FE;1-15 &#x684C;&#x5F0F;&#x8DB3;&#x7403;</center>

<p>&#x7B2C;&#x4E00;&#x5929;&#x7ED3;&#x675F;&#x3002;</p>
</span>
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/小吃/" rel="tag">#小吃</a>
          
            <a href="/tags/成都/" rel="tag">#成都</a>
          
            <a href="/tags/青旅/" rel="tag">#青旅</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/06/19/旅行之四姑娘与山——Day-2/" rel="prev" title="旅行之四姑娘与山——Day 2">
                旅行之四姑娘与山——Day 2 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


        </div>

        


        
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/06/18/旅行之四姑娘与山——Day-1/"
           data-title="旅行之四姑娘与山——Day 1" data-url="http://yoursite.com/2016/06/18/旅行之四姑娘与山——Day-1/">
      </div>
    
  </div>


      </div>

      
        
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            Table Of Contents
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            Overview
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" src="/images/avatar.jpg" alt="BoanZ" itemprop="image"/>
          <p class="site-author-name" itemprop="name">BoanZ</p>
        </div>
        <p class="site-description motion-element" itemprop="description">Make a difference</p>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">10</span>
              <span class="site-state-item-name">posts</span>
            </a>
          </div>

          <div class="site-state-item site-state-categories">
            <a href="/categories">
              <span class="site-state-item-count">3</span>
              <span class="site-state-item-name">categories</span>
              </a>
          </div>

          <div class="site-state-item site-state-tags">
            <a href="/tags">
              <span class="site-state-item-count">14</span>
              <span class="site-state-item-name">tags</span>
              </a>
          </div>

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/boanz" target="_blank">
                  
                    <i class="fa fa-globe"></i> github
                  
                </a>
              </span>
            
          
        </div>

        
        

        <div class="links-of-author motion-element">
          
        </div>

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc-indicator-top post-toc-indicator">
            <i class="fa fa-angle-double-up"></i>
          </div>
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#before"><span class="nav-number">1.</span> <span class="nav-text">before</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#Day_1"><span class="nav-number">2.</span> <span class="nav-text">Day 1</span></a></li></ol></div>
            
          </div>
          <div class="post-toc-indicator-bottom post-toc-indicator">
            <i class="fa fa-angle-double-down"></i>
          </div>
        </section>
      

    </div>
  </aside>


      
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="icon-next-heart fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">BoanZ</span>
</div>

<div class="powered-by">
  Powered by <a class="theme-link" href="http://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT
  </a>
</div>



      </div>
    </footer>

    <div class="back-to-top"></div>
  </div>

  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  

  
    

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"boanz"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>
    
     


    
  

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js"></script>
  <script type="text/javascript" src="/js/fancy-box.js?v=0.4.5.2"></script>


  <script type="text/javascript" src="/js/helpers.js?v=0.4.5.2"></script>
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js"></script>
<script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js"></script>

<script type="text/javascript" src="/js/motion.js?v=0.4.5.2" id="motion.global"></script>


  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  
<script type="text/javascript" src="/js/bootstrap.scrollspy.js?v=0.4.5.2" id="bootstrap.scrollspy.custom"></script>


<script type="text/javascript" id="sidebar.toc.highlight">
  $(document).ready(function () {
    var tocSelector = '.post-toc';
    var $tocSelector = $(tocSelector);
    var activeCurrentSelector = '.active-current';

    $tocSelector
      .on('activate.bs.scrollspy', function () {
        var $currentActiveElement = $(tocSelector + ' .active').last();

        removeCurrentActiveClass();
        $currentActiveElement.addClass('active-current');

        $tocSelector[0].scrollTop = $currentActiveElement.position().top;
      })
      .on('clear.bs.scrollspy', function () {
        removeCurrentActiveClass();
      });

    function removeCurrentActiveClass () {
      $(tocSelector + ' ' + activeCurrentSelector)
        .removeClass(activeCurrentSelector.substring(1));
    }

    function processTOC () {
      getTOCMaxHeight();
      toggleTOCOverflowIndicators();
    }

    function getTOCMaxHeight () {
      var height = $('.sidebar').height() -
                   $tocSelector.position().top -
                   $('.post-toc-indicator-bottom').height();

      $tocSelector.css('height', height);

      return height;
    }

    function toggleTOCOverflowIndicators () {
      tocOverflowIndicator(
        '.post-toc-indicator-top',
        $tocSelector.scrollTop() > 0 ? 'show' : 'hide'
      );

      tocOverflowIndicator(
        '.post-toc-indicator-bottom',
        $tocSelector.scrollTop() >= $tocSelector.find('ol').height() - $tocSelector.height() ? 'hide' : 'show'
      )
    }

    $(document).on('sidebar.motion.complete', function () {
      processTOC();
    });

    $('body').scrollspy({ target: tocSelector });
    $(window).on('resize', function () {
      if ( $('.sidebar').hasClass('sidebar-active') ) {
        processTOC();
      }
    });

    onScroll($tocSelector);

    function onScroll (element) {
      element.on('mousewheel DOMMouseScroll', function (event) {
          var oe = event.originalEvent;
          var delta = oe.wheelDelta || -oe.detail;

          this.scrollTop += ( delta < 0 ? 1 : -1 ) * 30;
          event.preventDefault();

          toggleTOCOverflowIndicators();
      });
    }

    function tocOverflowIndicator (indicator, action) {
      var $indicator = $(indicator);
      var opacity = action === 'show' ? 1 : 0;
      $indicator.velocity ?
        $indicator.velocity('stop').velocity({
          opacity: opacity
        }, { duration: 100 }) :
        $indicator.stop().animate({
          opacity: opacity
        }, 100);
    }

  });
</script>

<script type="text/javascript" id="sidebar.nav">
  $(document).ready(function () {
    var html = $('html');
    var TAB_ANIMATE_DURATION = 200;
    var hasVelocity = $.isFunction(html.velocity);

    $('.sidebar-nav li').on('click', function () {
      var item = $(this);
      var activeTabClassName = 'sidebar-nav-active';
      var activePanelClassName = 'sidebar-panel-active';
      if (item.hasClass(activeTabClassName)) {
        return;
      }

      var currentTarget = $('.' + activePanelClassName);
      var target = $('.' + item.data('target'));

      hasVelocity ?
        currentTarget.velocity('transition.slideUpOut', TAB_ANIMATE_DURATION, function () {
          target
            .velocity('stop')
            .velocity('transition.slideDownIn', TAB_ANIMATE_DURATION)
            .addClass(activePanelClassName);
        }) :
        currentTarget.animate({ opacity: 0 }, TAB_ANIMATE_DURATION, function () {
          currentTarget.hide();
          target
            .stop()
            .css({'opacity': 0, 'display': 'block'})
            .animate({ opacity: 1 }, TAB_ANIMATE_DURATION, function () {
              currentTarget.removeClass(activePanelClassName);
              target.addClass(activePanelClassName);
            });
        });

      item.siblings().removeClass(activeTabClassName);
      item.addClass(activeTabClassName);
    });

    $('.post-toc a').on('click', function (e) {
      e.preventDefault();
      var targetSelector = escapeSelector(this.getAttribute('href'));
      var offset = $(targetSelector).offset().top;
      hasVelocity ?
        html.velocity('stop').velocity('scroll', {
          offset: offset  + 'px',
          mobileHA: false
        }) :
        $('html, body').stop().animate({
          scrollTop: offset
        }, 500);
    });

    // Expand sidebar on post detail page by default, when post has a toc.
    motionMiddleWares.sidebar = function () {
      var $tocContent = $('.post-toc-content');
      if (CONFIG.sidebar === 'post') {
        if ($tocContent.length > 0 && $tocContent.html().trim().length > 0) {
          displaySidebar();
        }
      }
    };
  });
</script>



  <script type="text/javascript" src="/js/bootstrap.js"></script>

  
  
  <script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
  </script>

  <script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
      var all = MathJax.Hub.getAllJax(), i;
      for (i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';
      }
    });
  </script>

  
    <script type="text/javascript" src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
  


  
  

</body>
</html>
